  [
    {
      "id": 1,
      "category": "Health & Wellness Seminar",
      "details": "My Health Coach Program/TrestleTree offers departments a variety of wellness seminar topics presented virtually. Refer to the MyHealthCoach Seminar Topics below for seminar descriptions. Departments interested in arranging a wellness seminar should email Lynn Herbine",
      "overview": "Scientists have already summed up the results of multiple studies to show that wealthier people live longer, have less chronic disease, and maintain a higher level of function well into their old age. Reduced death rates, a longer life expectancy, and a lower risk of lifestyle conditions modified by income, such as obesity, smoking, hypertension, and asthma, are all concomitant benefits of having a high disposable income.This is explainable in terms of the better living conditions available for the wealthy, coupled with better preventive and therapeutic healthcare, which means they do not become as seriously ill or remain so for as long as those who are poorer. Disability or chronic ill health resulting from such conditions may dog a person throughout life.The effects of poor healthcare due to poverty and social inequalities may extend across generations to affect the unborn and children. For instance, a lack of vaccinations may leave the unborn prone to teratogenic infections such as rubella and measles. Malnutrition during pregnancy may cause low birth weight and developmental defects.",
      "image": "https://i.imgur.com/6WnBf1o.jpg",
      "price":"13$"
    },
    {
      "id": 2,
      "category": "Community Blood Drive",
      "details": "Through a partnership with more than 40 local hospitals, hosting more than 100 community blood drives each month and providing regular donation opportunities at our local centers, The Community Blood Center is proud to serve patients throughout the Midwest. Most importantly - we couldn't do it without our volunteer blood donors. Thank you for giving the gift of life.",
      "overview": "About one hour is all it takes to provide the lifesaving gift of blood to patients in our local hospitals. Right here in our community, volunteer blood donors are connecting lives and sharing life through blood donation.Blood donation couldn’t be more important. There is no substitute for blood, so when a local patient is facing cancer treatment, surgical procedures or the uncertainty of a traumatic injury, it’s volunteer donors who help ensure that the blood needed is on hand.And the need is great. Every two seconds, someone in the U.S. needs blood – that’s 35,000 blood donations needed every single day! Volunteer blood donors respond to this need, and for that, we are extremely grateful. To that end, we do all that we can to ensure the best possible experience for our donors.The moment you visit one of our donor centers or blood drives, our courteous, professional staff will work to make your visit brief, comfortable and something you’ll look forward to doing again (in eight weeks, we might add).With your whole blood or platelet donation, your generous gesture could make all the difference for a local patient in need. Schedule your donation today and be a part of someone’s story. Donate today; you’ll save lives tomorrow. ",
      "image": "https://i.imgur.com/PYMFGwJ.jpg",
      "price": "15$"
    },
    {
      "id": 3,
      "category": "Pediatric Health Fair",
      "details": "Health fairs shouldn’t just target adults but kids, too. Don’t think that parents are your only customer. Theway children react to an institution will affect the parents, says Hallie Bloom, MS, MA, CCLS, director of Child Life at St. Jude Children’s Research Hospital in Memphis, TN.",
      "overview": "Therefore, health fairs provide an opportunity to help children develop a more positive perspective about health care and have some control that can make a big difference in their behavior the next time they have to go to the doctor, she says. For example, creating a huge medical collage is a way to help children become familiar and comfortable with medical equipment in a nonthreatening environment. They add syringes, cotton swabs, gauze pads, and masks to the huge art project.Providing booths for children at health fairs is a good way to help them become familiar with medical interventions that they may have, agrees Chris Brown, MS, CCLS, director of Child Life and Education at The Children’s Hospital of Philadelphia. One idea she uses at school health fairs is finger casting, where each child gets a plaster cast on his or her finger while learning about the purpose of a cast and how bones heal. If they ever do break a bone and end up in the emergency department, the knowledge empowers them and helps them feel they have control over the situation, she explains.",
      "image": "https://i.imgur.com/g9woXFE.jpg",
      "price": "20$"
    },  
    {
      "id": 4,
      "category": "Cancer Awareness Walk",
      "details": "The cancer awareness dates found on this page are officially recognized annually as a national or international awareness date or observance. Please note, this list is to raise awareness and share information; it is not a comprehensive list of all cancer awareness dates. If you are aware of any national or international awareness dates or observances, please let us know",
      "overview": "Cancer is a deadly disease and is struggling hard presently to become the number one killer of our times .The incidence of cancer is increasing. This is because of increasing longevity, changing lifestyle, increasing pollution and many other factors. Three out of every ten people in the world will have cancer in their lives by 2025 .Cancer is increasing in India too and in the next 15 years or so, one out of every six person, will have cancer, which means that at least one member of every family will have a patient suffering from cancer. It is hence imperative that we all know the basics about cancer and its causes, early symptoms and methods of treatment. The study of Cancer is called Oncology,The most common cancers in the world are of Lung, prostrate, colon (large gut), and rectum. In India the three most common cancers in women are of cervix, breast and esophagus (food pipe) and in men, the head and neck region and esophagus are affected by cancer most commonly. Over one third of all the cancers of the head and neck region, of the world affect Indians",
      "image": "https://i.imgur.com/ySje5fT.jpg",
      "price": "20$"
    },
    {
      "id": 5,
      "category": "Mental Health Symposium",
      "details": "Increasing numbers of students are seeking mental health services, but the demand is outstripping our nation’s universities’ capabilities to deliver the care they need. The result can often be long-wait times or in some cases, unavailability of services. Continued tragic events on campus only serve to reinforce the need for expanded services.",
      "overview": "As a nation, it is crucial that we come together to help raise the awareness of mental health on college campuses and work together to identify and promulgate best practices and techniques that can be used to help meet the rising demand for mental health, while at the same time, build a culture of early intervention and prevention.Institutions of higher learning face budget limitations, staff shortages, and other challenges in addressing the mental health and wellness of their students. Together, students, health professionals, and campus leadership can build awareness, drive public policy, and build innovative solutions ensure the mental health and wellness of our nation’s college students.The American College Health Association, in partnership with the American College Health Foundation, is pleased to have collaborated with leading mental health and higher education organizations on its inaugural symposium. The goal of the symposium was to bring together university leaders, mental health providers, public policy leaders, students and philanthropists to begin a national dialogue on developing an actionable blueprint for addressing the mental health crisis on campus.",
      "image": "https://i.imgur.com/tl5DtRQ.jpg",
      "price": "33$"
    },
    {
      "id": 6,
      "category": "Healthy Cooking Workshop",
      "details": "This little slice of sunshine, inspired by a version from my mates Matt Wilkinson and Sharlee Gibb – which is literally the best we’ve found – is on high rotation at our house come summertime. That’s because it’s just as tasty fridge-cold as it is fresh from the oven. It also gets a big thumbs-up from The Nut, who delights in taking finger-lengths of the slice and turning it into mush between her fists before snuffling..",
      "overview": "Green Healthy Cooking is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees involves more general medical training in other fields such as internal medicine or general surgery. Following residency, additional specialty training (or fellowship) may be sought in a particular aspect of eye pathology.[4]Ophthalmologists prescribe medications to treat ailments, such as eye diseases, implement laser therapy, and perform surgery when needed.[5] Ophthalmologists provide both primary and specialty eye care - medical and surgical.[5] Most ophthalmologists participate in academic research on eye diseases at some point in their training and many include research as part of their career.[6] Ophthalmology has always been at the forefront of medical research with a long history of advancement and innovation in eye care.[7",
      "image": "https://i.imgur.com/XetzHsE.jpg",
      "price": "17$"
    }
  ]
